Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# librariesButtonImport
source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
hi: आयात करें
it: Importa
ja: インポート
ko: 가져오기
nl: Importeren
pl: Importuj
pt: Importar
ru: Импортировать
th: นำเข้า
tr: İçe Aktar
vi: Nhập
zh_hans: 导入
zh_hant: 導入

# librariesButtonItemAddToCanvas
source: Add to canvas
ar: إضافة إلى اللوحة
de: Zum Canvas hinzufügen
es: Agregar al lienzo
fr: Ajouter au canevas
hi: कैनवास में जोड़ें
it: Aggiungi al canvas
ja: キャンバスに追加
ko: 캔버스에 추가
nl: Toevoegen aan canvas
pl: Dodaj do płótna
pt: Adicionar ao canvas
ru: Добавить на холст
th: เพิ่มไปยังแคนวาส
tr: Canvas'a Ekle
vi: Thêm vào canvas
zh_hans: 添加到画布
zh_hant: 添加到畫布

# librariesButtonLibraryOptions
source: Options...
ar: خيارات...
de: Optionen...
es: Opciones...
hi: विकल्प...
it: Opzioni...
ja: オプション...
ko: 옵션...
nl: Opties...
pl: Opcje...
pt: Opções...
ru: Настройки...
th: ตัวเลือก...
tr: Seçenekler...
vi: Tùy chọn...
zh_hans: 更多…
zh_hant: 選項...

# librariesButtonMoreSelectionsOptions
source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
hi: और
it: Di più
ja: もっと
ko: 더보기
nl: Meer
pl: Więcej
pt: Mais
ru: Больше
th: เพิ่มเติม
tr: Daha Fazla
vi: Thêm
zh_hans: 更多…
zh_hant: 更多

# librariesButtonRemoveAll
source: Remove all
ar: إزالة الكل
de: Alle entfernen
es: Eliminar todo
fr: Tout supprimer
hi: सभी हटाएँ
it: Rimuovi tutto
ja: すべて削除
ko: 모두 제거
nl: Alles verwijderen
pl: Usuń wszystkie
pt: Remover tudo
ru: Удалить все
th: ลบทั้งหมด
tr: Hepsini Kaldır
vi: Xóa tất cả
zh_hans: 清空
zh_hant: 移除全部

# librariesButtonRemoveLibrary
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
th: ลบ
tr: Kaldır
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# librariesButtonRemoveSelections
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Rimuovi
ja: 削除
ko: 선택 항목 제거
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
th: ลบ
tr: Seçimleri Kaldır
vi: Xóa
zh_hans: 移除选中
zh_hant: 移除

# librariesButtonRenameLibrary
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nl: Hernoemen
pl: Zmień nazwę
pt: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

# librariesButtonSelect
source: Select
ar: اختر
de: Auswählen
es: Seleccionar
fr: Sélectionner
hi: चुनें
it: Seleziona
ja: 選択
ko: 선택
nl: Selecteren
pl: Wybierz
pt: Selecionar
ru: Выбрать
th: เลือก
tr: Seç
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

# librariesButtonSelectCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# librariesExportAllLibrariesDone
source: Export All Libraries done
ar: تم تصدير جميع المكتبات
de: Export aller Bibliotheken abgeschlossen
es: Exportar todas las bibliotecas completado
fr: Exportation de toutes les bibliothèques terminée
hi: सभी पुस्तकालयों का निर्यात पूरा
it: Esportazione di tutte le librerie completata
ja: すべてのライブラリのエクスポートが完了しました
ko: 모든 라이브러리 내보내기 완료
nl: Exporteren van alle bibliotheken voltooid
pl: Eksport wszystkich bibliotek zakończony
pt: Exportação de todas as bibliotecas concluída
ru: Экспорт всех библиотек завершен
th: ส่งออกห้องสมุดทั้งหมดเสร็จสิ้น
tr: Tüm Kütüphaneler dışa aktarıldı
vi: Xuất tất cả thư viện hoàn tất
zh_hans: 导出所有成功
zh_hant: 所有圖書館導出完成

# librariesExportLibraryDone
source: Export Library done
ar: تم تصدير المكتبة
de: Export der Bibliothek abgeschlossen
es: Exportar biblioteca completado
fr: Exportation de la bibliothèque terminée
hi: पुस्तकालय का निर्यात पूरा
it: Esportazione della libreria completata
ja: ライブラリのエクスポートが完了しました
ko: 라이브러리 내보내기 완료
nl: Exporteren van bibliotheek voltooid
pl: Eksport biblioteki zakończony
pt: Exportação da biblioteca concluída
ru: Экспорт библиотеки завершен
th: ส่งออกห้องสมุดเสร็จสิ้น
tr: Kütüphane dışa aktarıldı
vi: Xuất thư viện hoàn tất
zh_hans: 导出成功
zh_hant: 圖書館導出完成

# librariesImportButtonCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# librariesImportButtonImport
source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
hi: आयात करें
it: Importa
ja: インポート
ko: 가져오기
nl: Importeren
pl: Importuj
pt: Importar
ru: Импорт
th: นำเข้า
tr: İçe Aktar
vi: Nhập
zh_hans: 导入
zh_hant: 導入

# librariesImportLibraryItemsCount
source: ^[%d item](inflect: true)
ar: ^[%d عنصر](inflect: true)
de: ^[%d Element](inflect: true)
es: ^[%d elemento](inflect: true)
fr: ^[%d élément](inflect: true)
hi: ^[%d आइटम](inflect: true)
it: ^[%d elemento](inflect: true)
ja: ^[%d アイテム](inflect: true)
ko: ^[%d 항목](inflect: true)
pl: ^[%d element](inflect: true)
ru: ^[%d элемент](inflect: true)
th: ^[%d รายการ](inflect: true)
tr: ^[%d öğe](inflect: true)
vi: ^[%d mục](inflect: true)
zh_hans: %d个素材
zh_hant: ^[%d 項目](inflect: true)

# librariesImportLibrarySelectAll
source: Select All Items
ar: اختر جميع العناصر
de: Alle Elemente auswählen
es: Seleccionar todos los elementos
fr: Sélectionner tous les éléments
hi: सभी आइटम चुनें
it: Seleziona tutti gli elementi
ja: すべてのアイテムを選択
ko: 모든 항목 선택
nl: Selecteer alle items
pl: Wybierz wszystkie elementy
pt: Selecionar todos os itens
ru: Выбрать все элементы
th: เลือกทั้งหมด
tr: Tüm Öğeleri Seç
vi: Chọn tất cả mục
zh_hans: 选择所有
zh_hant: 選擇所有項目

# librariesImportSelectAll
source: Select All
ar: اختر الكل
de: Alles auswählen
es: Seleccionar todo
fr: Sélectionner tout
hi: सभी चुनें
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nl: Selecteer alles
pl: Wybierz wszystko
pt: Selecionar tudo
ru: Выбрать все
th: เลือกทั้งหมด
tr: Hepsini Seç
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

# librariesImportSelectionsCount
source: %d selected.
ar: %d مختار.
de: %d ausgewählt.
es: %d seleccionados.
fr: %d sélectionné.
hi: %d चयनित।
it: %d selezionati.
ja: %d 選択されました。
ko: %d 선택됨.
nl: %d geselecteerd.
pl: %d wybranych.
pt: %d selecionados.
ru: %d выбрано.
th: %d ที่เลือก.
tr: %d seçildi.
vi: %d đã chọn.
zh_hans: 选择了%d个素材。
zh_hant: %d 項已選擇。

# librariesImportTitle
source: Import libraries
ar: استيراد المكتبات
de: Bibliotheken importieren
es: Importar bibliotecas
fr: Importer des bibliothèques
hi: पुस्तकालय आयात करें
it: Importa librerie
ja: ライブラリをインポート
ko: 라이브러리 가져오기
nl: Bibliotheken importeren
pl: Importuj biblioteki
pt: Importar bibliotecas
ru: Импорт библиотек
th: นำเข้าห้องสมุด
tr: Kütüphaneleri İçe Aktar
vi: Nhập thư viện
zh_hans: 导入素材
zh_hant: 導入圖書館

# librariesItemRemove
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
th: ลบ
tr: Kaldır
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# librariesItemsCount
source: ^[%d item](inflect: true)
ar: ^[%d عنصر](inflect: true)
de: ^[%d Element](inflect: true)
es: ^[%d elemento](inflect: true)
fr: ^[%d élément](inflect: true)
hi: ^[%d आइटम](inflect: true)
it: ^[%d elemento](inflect: true)
ja: ^[%d アイテム](inflect: true)
ko: ^[%d 항목](inflect: true)
pl: ^[%d element](inflect: true)
ru: ^[%d элемент](inflect: true)
th: ^[%d รายการ](inflect: true)
tr: ^[%d öğe](inflect: true)
vi: ^[%d mục](inflect: true)
zh_hans: %d个素材
zh_hant: ^[%d 項目](inflect: true)

# librariesItemsSelected
source: %d selected
ar: %d مختار
de: %d ausgewählt
es: %d seleccionados
fr: %d sélectionné
hi: %d चयनित
it: %d selezionati
ja: %d 選択済み
ko: %d 선택됨
nl: %d geselecteerd
pl: %d wybranych
pt: %d selecionados
ru: %d выбрано
th: %d ที่เลือก
tr: %d seçildi
vi: %d đã chọn
zh_hans: 选中%d个素材
zh_hant: %d 項已選擇

# librariesNoItemsDescription
source: You can drag or import `.excalidrawlib` files and get started.
ar: يمكنك سحب أو استيراد ملفات `.excalidrawlib` والبدء.
de: Sie können `.excalidrawlib`-Dateien ziehen oder importieren und loslegen.
es: Puedes arrastrar o importar archivos `.excalidrawlib` y empezar.
fr: Vous pouvez faire glisser ou importer des fichiers `.excalidrawlib` et commencer.
hi: आप `.excalidrawlib` फ़ाइलें खींच सकते हैं या आयात कर सकते हैं और शुरू कर सकते हैं।
it: Puoi trascinare o importare file `.excalidrawlib` e iniziare.
ja: `.excalidrawlib` ファイルをドラッグまたはインポートして開始できます。
ko: `.excalidrawlib` 파일을 드래그하거나 가져와 시작할 수 있습니다.
nl: Je kunt `.excalidrawlib`-bestanden slepen of importeren en aan de slag gaan.
pl: Możesz przeciągnąć lub zaimportować pliki `.excalidrawlib` i zacząć.
pt: Você pode arrastar ou importar arquivos `.excalidrawlib` e começar.
ru: Вы можете перетаскивать или импортировать файлы `.excalidrawlib` и начать.
th: คุณสามารถลากหรือนำเข้าไฟล์ `.excalidrawlib` และเริ่มต้นได้เลย
tr: Başlamak için `.excalidrawlib` dosyalarını sürükleyebilir veya içe aktarabilirsiniz.
vi: Bạn có thể kéo hoặc nhập các tệp `.excalidrawlib` và bắt đầu.
zh_hans: 你可以通过拖拽或者导入`.excalidrawlib`文件
zh_hant: 您可以拖放或導入 `.excalidrawlib` 文件以開始使用。

# librariesNoItemsGoToExcalidrawLibraries
source: Go to Excalidraw Libraries...
ar: اذهب إلى مكتبات Excalidraw...
de: Gehe zu Excalidraw-Bibliotheken...
es: Ir a las bibliotecas de Excalidraw...
fr: Aller aux bibliothèques Excalidraw...
hi: Excalidraw पुस्तकालयों पर जाएं...
it: Vai alle librerie Excalidraw...
ja: Excalidraw ライブラリに移動...
ko: Excalidraw 라이브러리로 이동...
nl: Ga naar Excalidraw-bibliotheken...
pl: Przejdź do bibliotek Excalidraw...
pt: Ir para as Bibliotecas Excalidraw...
ru: Перейти к библиотекам Excalidraw...
th: ไปที่ห้องสมุด Excalidraw...
tr: Excalidraw Kütüphanelerine git...
vi: Đi đến Thư viện Excalidraw...
zh_hans: 访问`Excalidraw`素材库…
zh_hant: 前往 Excalidraw 圖書館...

# librariesNoItemsTitle
source: No items...
ar: لا توجد عناصر...
de: Keine Elemente...
es: No hay elementos...
fr: Aucun élément...
hi: कोई आइटम नहीं...
it: Nessun elemento...
ja: アイテムがありません...
ko: 항목이 없습니다...
nl: Geen items...
pl: Brak elementów...
pt: Sem itens...
ru: Нет элементов...
th: ไม่มีรายการ...
tr: Öğe yok...
vi: Không có mục...
zh_hans: 无素材
zh_hant: 沒有項目...

# librariesPersonalLibraryName
source: My Personal Library
ar: مكتبتي الشخصية
de: Meine persönliche Bibliothek
es: Mi biblioteca personal
fr: Ma bibliothèque personnelle
hi: मेरी व्यक्तिगत पुस्तकालय
it: La mia libreria personale
ja: 私の個人ライブラリ
ko: 내 개인 라이브러리
nl: Mijn persoonlijke bibliotheek
pl: Moja osobista biblioteka
pt: Minha Biblioteca Pessoal
ru: Моя личная библиотека
th: ห้องสมุดส่วนตัวของฉัน
tr: Kişisel Kütüphanem
vi: Thư viện cá nhân của tôi
zh_hans: 我的素材库
zh_hant: 我的個人圖書館

# librariesRemoveAllConfirmationConfirm
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
th: ลบ
tr: Kaldır
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# librariesRemoveAllConfirmationTitle
source: Are you sure to remove all items?
ar: هل أنت متأكد من أنك تريد إزالة جميع العناصر؟
de: Sind Sie sicher, dass Sie alle Elemente entfernen möchten?
es: ¿Estás seguro de que deseas eliminar todos los elementos?
fr: Êtes-vous sûr de vouloir supprimer tous les éléments ?
hi: क्या आप सभी आइटम हटाने के लिए निश्चित हैं?
it: Sei sicuro di voler rimuovere tutti gli elementi?
ja: すべてのアイテムを削除してもよろしいですか？
ko: 모든 항목을 제거하시겠습니까?
nl: Weet je zeker dat je alle items wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie elementy?
pt: Tem certeza de que deseja remover todos os itens?
ru: Вы уверены, что хотите удалить все элементы?
th: คุณแน่ใจหรือไม่ว่าจะลบรายการทั้งหมด?
tr: Tüm öğeleri kaldırmak istediğinize emin misiniz?
vi: Bạn có chắc chắn muốn xóa tất cả mục không?
zh_hans: 你确定要移除所有素材？
zh_hant: 您確定要移除所有項目嗎？

# librariesRemoveItemConfirmationConfirm
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
th: ลบ
tr: Kaldır
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# librariesRemoveItemConfirmationTitle
source: Are you sure to remove the library item?
ar: هل أنت متأكد من أنك تريد إزالة عنصر المكتبة؟
de: Sind Sie sicher, dass Sie das Bibliothekselement entfernen möchten?
es: ¿Estás seguro de que deseas eliminar el elemento de la biblioteca?
fr: Êtes-vous sûr de vouloir supprimer l'élément de la bibliothèque ?
hi: क्या आप पुस्तकालय आइटम हटाने के लिए निश्चित हैं?
it: Sei sicuro di voler rimuovere l'elemento della libreria?
ja: ライブラリアイテムを削除してもよろしいですか？
ko: 라이브러리 항목을 제거하시겠습니까?
nl: Weet je zeker dat je het bibliotheekitem wilt verwijderen?
pl: Czy na pewno chcesz usunąć element biblioteki?
pt: Tem certeza de que deseja remover o item da biblioteca?
ru: Вы уверены, что хотите удалить элемент библиотеки?
th: คุณแน่ใจหรือไม่ว่าจะลบรายการในห้องสมุดนี้?
tr: Kütüphane öğesini kaldırmak istediğinize emin misiniz?
vi: Bạn có chắc chắn muốn xóa mục thư viện không?
zh_hans: 你确定要移除这个素材？
zh_hant: 您確定要移除這個圖書館項目嗎？

# librariesRemoveLibraryAllItemsConfirmationTitle
source: Are you sure to remove all items of the library?
ar: هل أنت متأكد من أنك تريد إزالة جميع عناصر المكتبة؟
de: Sind Sie sicher, dass Sie alle Elemente der Bibliothek entfernen möchten?
es: ¿Estás seguro de que deseas eliminar todos los elementos de la biblioteca?
fr: Êtes-vous sûr de vouloir supprimer tous les éléments de la bibliothèque ?
hi: क्या आप पुस्तकालय के सभी आइटम हटाने के लिए निश्चित हैं?
it: Sei sicuro di voler rimuovere tutti gli elementi della libreria?
ja: ライブラリのすべてのアイテムを削除してもよろしいですか？
ko: 라이브러리의 모든 항목을 제거하시겠습니까?
nl: Weet je zeker dat je alle items van de bibliotheek wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie elementy biblioteki?
pt: Tem certeza de que deseja remover todos os itens da biblioteca?
ru: Вы уверены, что хотите удалить все элементы библиотеки?
th: คุณแน่ใจหรือไม่ว่าจะลบรายการทั้งหมดในห้องสมุดนี้?
tr: Kütüphanenin tüm öğelerini kaldırmak istediğinize emin misiniz?
vi: Bạn có chắc chắn muốn xóa tất cả mục của thư viện không?
zh_hans: 你确定要移除这个库下的所有素材？
zh_hant: 您確定要移除這個圖書館的所有項目嗎？

# librariesRemoveLibraryConfirmationConfirm
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
th: ลบ
tr: Kaldır
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# librariesRemoveSelectionsConfirmationConfirm
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
th: ลบ
tr: Kaldır
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# librariesRemoveSelectionsConfirmationTitle
source: Are you sure to remove ^[%d item](inflect: true)?
ar: هل أنت متأكد من أنك تريد إزالة ^[%d عنصر](inflect: true)؟
de: Sind Sie sicher, dass Sie ^[%d Element](inflect: true) entfernen möchten?
es: ¿Estás seguro de que deseas eliminar ^[%d elemento](inflect: true)?
fr: Êtes-vous sûr de vouloir supprimer ^[%d élément](inflect: true) ?
hi: क्या आप ^[%d आइटम](inflect: true) हटाने के लिए निश्चित हैं?
it: Sei sicuro di voler rimuovere ^[%d elemento](inflect: true)?
ja: ^[%d アイテム](inflect: true)を削除してもよろしいですか？
ko: ^[%d 항목](inflect: true)을(를) 제거하시겠습니까?
nl: Weet je zeker dat je ^[%d item](inflect: true) wilt verwijderen?
pl: Czy na pewno chcesz usunąć ^[%d element](inflect: true)?
pt: Tem certeza de que deseja remover ^[%d item](inflect: true)?
ru: Вы уверены, что хотите удалить ^[%d элемент](inflect: true)?
th: คุณแน่ใจหรือไม่ว่าจะลบ ^[%d รายการ](inflect: true)?
tr: ^[%d öğeyi](inflect: true) kaldırmak istediğinize emin misiniz?
vi: Bạn có chắc chắn muốn xóa ^[%d mục](inflect: true)?
zh_hans: 你确定要移除这%d个素材？
zh_hant: 您確定要移除 ^[%d 項目](inflect: true) 嗎？

# librariesSelectionButtonOptions
source: Options...
ar: خيارات...
de: Optionen...
es: Opciones...
hi: विकल्प...
it: Opzioni...
ja: オプション...
ko: 옵션...
nl: Opties...
pl: Opcje...
pt: Opções...
ru: Настройки...
th: ตัวเลือก...
tr: Seçenekler...
vi: Tùy chọn...
zh_hans: 更多…
zh_hant: 選項...

# librariesTitle
source: Libraries
ar: المكتبات
de: Bibliotheken
es: Bibliotecas
fr: Bibliothèques
hi: पुस्तकालय
it: Librerie
ja: ライブラリ
ko: 라이브러리
nl: Bibliotheken
pl: Biblioteki
pt: Bibliotecas
ru: Библиотеки
th: ห้องสมุด
tr: Kütüphaneler
vi: Thư viện
zh_hans: 素材库
zh_hant: 圖書館

# libraryImportBrowserSheetButtonImportFromFile
source: Import from file
ar: استيراد من ملف
de: Aus Datei importieren
es: Importar desde archivo
fr: Importer depuis un fichier
hi: फ़ाइल से आयात करें
it: Importa da file
ja: ファイルからインポート
ko: 파일에서 가져오기
nl: Importeren uit bestand
pl: Importuj z pliku
pt: Importar do arquivo
ru: Импорт из файла
th: นำเข้าจากไฟล์
tr: Dosyadan içe aktar
vi: Nhập từ tệp
zh_hans: 从文件导入
zh_hant: 從檔案匯入

# libraryImportBrowserSheetTitle
source: Excalidraw Libraries
ar: مكتبات Excalidraw
de: Excalidraw-Bibliotheken
es: Bibliotecas de Excalidraw
fr: Bibliothèques d'Excalidraw
hi: Excalidraw लाइब्रेरीज़
it: Librerie di Excalidraw
ja: Excalidraw ライブラリ
ko: Excalidraw 라이브러리
nl: Excalidraw-bibliotheken
pl: Biblioteki Excalidraw
pt: Bibliotecas do Excalidraw
ru: Библиотеки Excalidraw
th: ไลบรารี Excalidraw
tr: Excalidraw Kütüphaneleri
vi: Thư viện Excalidraw
zh_hans: Excalidraw 库
zh_hant: Excalidraw 資源庫

# libraryItemsSearchPrompt
source: Filter library items...
ar: تصفية عناصر المكتبة...
de: Bibliothekselemente filtern...
es: Filtrar elementos de la biblioteca...
fr: Filtrer les éléments de la bibliothèque...
hi: लाइब्रेरी आइटम फ़िल्टर करें...
it: Filtra elementi della libreria...
ja: ライブラリ項目を絞り込む...
ko: 라이브러리 항목 필터...
nl: Filter bibliotheekitems...
pl: Filtruj elementy biblioteki...
pt: Filtrar itens da biblioteca...
ru: Фильтровать элементы библиотеки...
th: กรองรายการไลบรารี...
tr: Kütüphane öğelerini filtrele...
vi: Lọc mục thư viện...
zh_hans: 筛选库项目...
zh_hant: 篩選資源庫項目...

# localFoldersTitle
source: Linked Folders
ar: المجلدات المرتبطة
de: Verknüpfte Ordner
es: Carpetas vinculadas
fr: Dossiers liés
hi: लिंक किए गए फ़ोल्डर
it: Cartelle collegate
ja: リンク済みフォルダ
ko: 연결된 폴더
nl: Gekoppelde mappen
pl: Powiązane foldery
pt: Pastas vinculadas
ru: Локальные папки
th: โฟลเดอร์ที่เชื่อมโยง
tr: Bağlı Klasörler
vi: Thư mục liên kết
zh_hans: 已链接的文件夹
zh_hant: 已連結的資料夾

# lockedContentCopyRecoveryKeyHelp
source: Copy Recovery Key
ar: نسخ مفتاح الاسترداد
de: Wiederherstellungsschlüssel kopieren
es: Copiar Clave de Recuperación
fr: Copier la clé de récupération
hi: रिकवरी कुंजी कॉपी करें
it: Copia Chiave di Recupero
ja: リカバリーキーをコピー
ko: 복구 키 복사
nl: Herstelcode kopiëren
pl: Skopiuj klucz odzyskiwania
pt: Copiar Chave de Recuperação
ru: Скопировать ключ восстановления
th: คัดลอกคีย์กู้คืน
tr: Kurtarma Anahtarını Kopyala
vi: Sao Chép Khóa Khôi Phục
zh_hans: 复制恢复密钥
zh_hant: 複製恢復金鑰

# lockedContentDeleteCannotBeUndone
source: This cannot be undone.
ar: لا يمكن التراجع عن هذا.
de: Dies kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cela ne peut pas être annulé.
hi: यह अपरिवर्तनीय है।
it: Questo non può essere annullato.
ja: これは元に戻せません。
ko: 이 작업은 취소할 수 없습니다.
nl: Dit kan niet ongedaan gemaakt worden.
pl: Tego nie można cofnąć.
pt: Isso não pode ser desfeito.
ru: Это нельзя отменить.
th: สิ่งนี้ไม่สามารถย้อนกลับได้
tr: Bu geri alınamaz.
vi: Điều này không thể hoàn tác.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法撤銷。

# lockedContentDeleteFileButton
source: Delete File
ar: حذف الملف
de: Datei löschen
es: Eliminar Archivo
fr: Supprimer le fichier
hi: फ़ाइल हटाएँ
it: Elimina File
ja: ファイルを削除
ko: 파일 삭제
nl: Bestand verwijderen
pl: Usuń plik
pt: Excluir Arquivo
ru: Удалить файл
th: ลบไฟล์
tr: Dosyayı Sil
vi: Xóa Tập Tin
zh_hans: 删除文件
zh_hant: 刪除檔案

# lockedContentDeleteFileConfirmationTitle
source: Delete this file permanently?
ar: هل تريد حذف هذا الملف بشكل دائم؟
de: Diese Datei dauerhaft löschen?
es: ¿Eliminar este archivo permanentemente?
fr: Supprimer ce fichier définitivement ?
hi: क्या आप इस फ़ाइल को स्थायी रूप से हटाना चाहते हैं?
it: Eliminare definitivamente questo file?
ja: このファイルを永久に削除しますか？
ko: 이 파일을 영구적으로 삭제하시겠습니까?
nl: Dit bestand permanent verwijderen?
pl: Czy na pewno chcesz trwale usunąć ten plik?
pt: Excluir este arquivo permanentemente?
ru: Удалить этот файл навсегда?
th: ลบไฟล์นี้ถาวรหรือไม่?
tr: Bu dosyayı kalıcı olarak silmek istiyor musunuz?
vi: Xóa tập tin này vĩnh viễn?
zh_hans: 永久删除此文件吗?
zh_hant: 是否永久刪除此檔案？

# lockedContentDeleteThisFileButton
source: Delete This File
ar: احذف هذا الملف
de: Diese Datei löschen
es: Eliminar Este Archivo
fr: Supprimer ce fichier
hi: इस फ़ाइल को हटाएँ
it: Elimina Questo File
ja: このファイルを削除
ko: 이 파일 삭제
nl: Dit bestand verwijderen
pl: Usuń ten plik
pt: Excluir Este Arquivo
ru: Удалить этот файл
th: ลบไฟล์นี้
tr: Bu Dosyayı Sil
vi: Xóa Tập Tin Này
zh_hans: 删除此文件
zh_hant: 刪除此檔案

# lockedContentErrorDecryptionFailed
source: The Recovery Key is incorrect or this locked content is damaged.
ar: مفتاح الاسترداد غير صحيح أو أن هذا المحتوى المقفل تالف.
de: Der Wiederherstellungsschlüssel ist falsch oder dieser gesperrte Inhalt ist beschädigt.
es: La Clave de Recuperación es incorrecta o este contenido bloqueado está dañado.
fr: La clé de récupération est incorrecte ou ce contenu verrouillé est endommagé.
hi: रिकवरी कुंजी गलत है या यह लॉक किया गया सामग्री क्षतिग्रस्त है।
it: La Chiave di Recupero è errata o questo contenuto bloccato è danneggiato.
ja: リカバリーキーが正しくないか、このロックされたコンテンツが破損しています。
ko: 복구 키가 잘못되었거나 이 잠긴 내용이 손상되었습니다.
nl: De herstelcode is onjuist of deze vergrendelde inhoud is beschadigd.
pl: Klucz odzyskiwania jest nieprawidłowy lub ten zablokowany zawartość jest uszkodzona.
pt: A Chave de Recuperação está incorreta ou este conteúdo bloqueado está danificado.
ru: Ключ восстановления неверен или этот заблокированный контент поврежден.
th: คีย์กู้คืนไม่ถูกต้องหรือเนื้อหาที่ถูกล็อคนี้เสียหาย
tr: Kurtarma Anahtarı yanlış veya bu kilitli içerik hasar görmüş.
vi: Khóa Khôi Phục không đúng hoặc nội dung bị khóa này bị hỏng.
zh_hans: 恢复密钥不正确或此锁定内容已损坏。
zh_hant: 恢復金鑰不正確或此鎖定內容已損壞。

# lockedContentErrorEncryptionFailed
source: The file could not be locked.
ar: لم يكن بالإمكان قفل الملف.
de: Die Datei konnte nicht gesperrt werden.
es: El archivo no se pudo bloquear.
fr: Le fichier n'a pas pu être verrouillé.
hi: फ़ाइल को लॉक नहीं किया जा सका।
it: Il file non è riuscito a essere bloccato.
ja: ファイルをロックできませんでした。
ko: 파일을 잠글 수 없습니다.
nl: Het bestand kon niet worden vergrendeld.
pl: Nie udało się zablokować pliku.
pt: O arquivo não pôde ser bloqueado.
ru: Файл не удалось заблокировать.
th: ไม่สามารถล็อคไฟล์ได้
tr: Dosya kilitlenemedi.
vi: Không thể khóa tập tin.
zh_hans: 无法锁定文件。
zh_hant: 檔案無法被鎖定。

# lockedContentErrorFileLocked
source: This file is locked.
ar: هذا الملف مقفل.
de: Diese Datei ist gesperrt.
es: Este archivo está bloqueado.
fr: Ce fichier est verrouillé.
hi: यह फ़ाइल लॉक है।
it: Questo file è bloccato.
ja: このファイルはロックされています。
ko: 이 파일은 잠겨 있습니다.
nl: Dit bestand is vergrendeld.
pl: Ten plik jest zablokowany.
pt: Este arquivo está bloqueado.
ru: Этот файл заблокирован.
th: ไฟล์นี้ถูกล็อค
tr: Bu dosya kilitli.
vi: Tập tin này đã bị khóa.
zh_hans: 此文件已锁定。
zh_hant: 此檔案已鎖定。

# lockedContentErrorIdentityMismatch
source: This locked content belongs to a different file.
ar: هذا المحتوى المقفل ينتمي إلى ملف مختلف.
de: Dieser gesperrte Inhalt gehört zu einer anderen Datei.
es: Este contenido bloqueado pertenece a un archivo diferente.
fr: Ce contenu verrouillé appartient à un fichier différent.
hi: यह लॉक किया गया सामग्री एक अलग फ़ाइल से संबंधित है।
it: Questo contenuto bloccato appartiene a un file diverso.
ja: このロックされたコンテンツは別のファイルに属しています。
ko: 이 잠긴 내용은 다른 파일에 속합니다.
nl: Deze vergrendelde inhoud behoort tot een ander bestand.
pl: Ta zablokowana zawartość należy do innego pliku.
pt: Este conteúdo bloqueado pertence a um arquivo diferente.
ru: Этот заблокированный контент принадлежит другому файлу.
th: เนื้อหาที่ถูกล็อคนี้เป็นของไฟล์อื่น
tr: Bu kilitli içerik farklı bir dosyaya aittir.
vi: Nội dung bị khóa này thuộc về một tập tin khác.
zh_hans: 此锁定内容属于不同的文件。
zh_hant: 此鎖定內容屬於不同的檔案。
